[
  {
    "day": "Domingo",
    "data": [
      {
        "id": "1",
        "day": "Domingo",
        "hour": "22:00",
        "title": "Infected Boss (Mina)",
        "shortDescription": "Missão da camp onde todos podem participar para enfrentar um boss.",
        "longDescription": "Para se proteger do especial do boss da mina, você precisará pegar as escadas das caixas que caem no campo de batalha, instalar e subir, assim que a barra amarela do especial encher."
      }
    ]
  },
  {
    "day": "Terça",
    "data": [
      {
        "id": "2",
        "day": "Terça",
        "hour": "23:00",
        "title": "Caravana Charles Town",
        "shortDescription": "União dos membros da camp para farmar na base de Charles Town.",
        "longDescription": "Levem machado e picareta, cura, muita comida e uma arma (por precaução).\nColhem o que puder, hemp, wood e stone. De preferência farmar hemp e tin ore porque madeira e pedra já temos bastante.\nQuando encher o inventario, volte para base e coloque os itens no cofre.\nAndam em grupo, caso houver ataque, um ajuda o outro.\nContamos com a ajuda de todos!"
      }
    ]
  },
  {
    "day": "Quarta",
    "data": [
      {
        "id": "3",
        "day": "Quarta",
        "hour": "23:00",
        "title": "Invasão",
        "shortDescription": "Missão da camp onde todos podem participar, para proteger os portões do acampamento contra os zumbis.",
        "longDescription": "Olá pessoal, hoje às 23H teremos a invasão nós portões da Camp.\n\nEstejam online antes do horário para não ficarem de fora.\n\nTodos que participar receberão recompensas do evento.\n\nOBSERVAÇÃO: NÃO PEGUEM AS BARRICADAS DOS PORTÕES POR FAVOR, POIS VAMOS PRECISAR DELAS.\n\nContamos com a ajuda de todos, juntos somos mais fortes❤️\n\nOBSERVAÇÃO: deixem apenas a call do local ligada, a call da camp e para os líderes de cada portão."
      }
    ]
  },
  {
    "day": "Quinta",
    "data": [
      {
        "id": "4",
        "day": "Quinta",
        "hour": "22:00",
        "title": "Infected Boss (Deserto)",
        "shortDescription": "Missão da camp onde todos podem participar para enfrentar um boss.",
        "longDescription": "Para se proteger do especial do boss do deserto, você precisará pegar as barricadas das caixas que caem no campo de batalha, instalar, posicionar-se atrás e abaixar, assim que a barra amarela do especial encher."
      }
    ]
  }
]
